Revit 2027 API
ParameterTypeId.CurtaingridOriginVert Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurtaingridOriginVert { get; }
Public Shared ReadOnly Property CurtaingridOriginVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurtaingridOriginVert {
	ForgeTypeId^ get ();
}
static member CurtaingridOriginVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace